Repository: Wlodarski/DR-Altimeter
Catalog: src/locales/*/LC_MESSAGES/DR-Altimeter.po
Languages: fr

source: Altitude 'Dead Reckoning' for Casio Triple Sensor v.3
fr: Altitude à l'estime pour les montres Casio équipé avec la version 3 du « Triple Sensor »

source: If one is provided, both --latitude and --longitude must be provided
fr: --latitude et --longitude doivent être fourni simultanément

source: Regenerating {}
fr: Renouvellement de {}

source: Accuracy : {}m
fr: Précision : {}m

source: Using override URL
fr: Utilisation de l’URL de remplacement

source: Using Lat/Lon found in {}
fr: Utilisation de la longitude et de la latitude inscrites dans {}

source: Page with wrong title
fr: Page avec mauvais titre

source: Connected to Wunderground
fr: Connecté à Wunderground

source: Page is ready
fr: La page est prête

source: Page took too much time to load
fr: La page prend trop de temps à se charger

source: Switching to metric
fr: Passage au système métrique

source: Unable to switch to metric
fr: Incapable de passer au système métrique

source: Station name not found
fr: Nom de station introuvable

source: UNKNOWN
fr: INCONNU

source: Current atmospheric pressure : {} hPa (ISA={:0.1f}m)
fr: Pression atmosphérique actuelle : {} hPa (ISA={:0.1f}m)

source: Observation time not found.
fr: Heure de relevé introuvable.

source: Elevation not found. Assuming it to be zero
fr: Élévation non trouvée. Fixée à zéro

source: Weather station elevation : {}m (ISA={:7.2f}hPa)
fr: Élévation de la station météo : {}m (ISA={:7.2f}hPa)

source: Sending timetable to Slack channel {}
fr: Envoi de l'horaire sur la chaîne Slack {}

source: Sending {} to Slack channel {}
fr: Envoi de {} sur la chaîne Slack {}

source: Sending to Slack failed
fr: Échec des envois sur Slack

source: POLYNOMIAL CURVE FIT
fr: COURBE AJUSTÉE POLYNOMIALE

source: Degree : {:2d}/{}, passing through zero {} times
fr: Ordre : {:2d}/{}, passage par zéro {} fois

source: Found a good match
fr: Bonne adéquation trouvée

source: End of search
fr: Fin de la recherche

source: Degree : {}
fr: Ordre : {}

source: Coefficients : {}
fr: Coéfficients : {}

source: Time vector (x) : {}
fr: Vecteur temporel (x) : {}

source: Altitude vector (y) : {}
fr: Vecteur altitude (y) : {}

source: Pressure vector (z) : {}
fr: Vecteur pression (z) : {}

source: altitude(time)
fr: altitude(temps)

source: time
fr: temps

source: {}[fix]
fr: {}[point]

source: Hourly Forecast
fr: Prévision horaire

source: $^{th}$
fr: $^{e}$

source: Polynomlal Steps of {}{} degree
fr: Niveau polynomial du {}{} ordre

source: Fix at {}
fr: Point réalisé à {}

source: Atmospheric Pressure
fr: Pression atmosphérique

source: Altitude out of range (-700 m < altitude < 10000 m)
fr: Altitude hors limites (-700 m < altitude < 10000 m)

source: Pressure out of range (260 hPa < pressure < 1100 hPa)
fr: Pression hors limites (260 hPa < pression < 1100 hPa)

source: Missing current pressure or pressure variation
fr: Pression actuelle ou variation de pression manquante

source: Current pressure contradicted by pressure variation
fr: Pression actuelle en conflit avec la variation de pression

source: At {} m above mean sea level, the standardized atmospheric pressure equals {:.2f} hPa
fr: À {} m au dessus du niveau moyen des océans, la pression atmosphérique standard est de {:.2f} hPa

source: A pressure of {:.2f} hPa corresponds to a standardized altitude of {:.0f} m
fr: Une pression de {:.2f} hPa correspond à une altitude standard de {:.0f} m

source: Average Correction
fr: Correction moyenne

source: Timestamp must be unique. {} already set
fr: L'horodatage doit être unique. {} déjà enregistré

source: ALT/hr
fr: ALT/h

source: PRESSURE
fr: PRESSION
